{
  "1": {
    "titre": "Préparer les cerises",
    "description": "Lavez les cerises, équeutez-les, dénoyautez-les puis réservez-les dans un saladier. Pour gagner du temps, vous pouvez utiliser un dénoyauteur de cerises ou un trombone en forme d'hameçon pour enlever les noyaux."
  },
  "2": {
    "titre": "Préparer les pommes de terre",
    "description": "Épluchez et coupez les pommes de terre en rondelles puis faites-les cuire à l'eau ou à la vapeur pendant environ 20 minutes. Elles doivent être légèrement fermes. Pendant ce temps, préchauffez votre four à 200°C."
  },
  "3": {
    "titre": "Préparer l'oignon et l'ail",
    "description": "Pelez et émincez l'oignon et l'ail puis faites-les revenir dans une poêle avec un peu d'huile d'olive jusqu'à ce qu'ils soient légèrement dorés."
  },
  "4": {
    "titre": "Faire revenir le lard",
    "description": "Coupez le lard en petits lardons et faites-les revenir dans une autre poêle jusqu'à ce qu'ils soient bien dorés. Égouttez-les sur du papier absorbant pour enlever l'excès de gras."
  },
  "5": {
    "titre": "Laisser refroidir les pommes de terre",
    "description": "Une fois cuites, égouttez les pommes de terre et laissez-les refroidir pendant quelques minutes avant de les disposer dans un plat à gratin."
  },
  "6": {
    "titre": "Incorporer les cerises, l'oignon et l'ail",
    "description": "Ajoutez les cerises, l'oignon et l'ail aux pommes de terre dans le plat à gratin. Mélangez bien pour répartir les ingrédients."
  },
  "7": {
    "titre": "Ajouter le lard",
    "description": "Répartissez les lardons sur le dessus du mélange de pommes de terre et cerises dans le plat à gratin."
  },
  "8": {
    "titre": "Préparer la crème fraîche",
    "description": "Dans un bol, mélangez la crème fraîche, la muscade et le sel jusqu'à obtenir un mélange homogène."
  },
  "9": {
    "titre": "Verser la crème fraîche",
    "description": "Versez la crème fraîche sur le dessus du plat à gratin en répartissant bien sur toute la surface."
  },
  "10": {
    "titre": "Enfourner la tartiflette",
    "description": "Mettez votre plat à gratin dans un four préchauffé à 200°C et laissez cuire pendant 25 à 30 minutes jusqu'à ce que le dessus soit bien doré. Sortez-le du four, laissez refroidir quelques minutes avant de servir et régalez-vous !"
  }
}