{
  "1": {
    "titre": "Préparation des cerises",
    "description": "Lavez et équeutez les cerises, puis dénoyautez-les minutieusement à l'aide d'un petit couteau. Ajoutez une pincée de cannelle et laissez-les mariner pendant environ 30 minutes."
  },
  "2": {
    "titre": "Préparation des pommes de terre",
    "description": "Épluchez les pommes de terre, coupez-les en cubes et faites-les cuire à l'eau bouillante salée pendant environ 20 minutes. Égouttez-les et réservez-les."
  },
  "3": {
    "titre": "Préparation des lardons",
    "description": "Faites revenir les lardons dans une poêle jusqu'à ce qu'ils soient dorés. Retirez-les et réservez-les sur du papier absorbant."
  },
  "4": {
    "titre": "Montage de la tartiflette",
    "description": "Dans un plat creux, disposez une couche de pommes de terre puis une couche de cerises marinées. Ajoutez ensuite une couche de lardons et recouvrez le tout de reblochon coupé en tranches. Répétez l'opération jusqu'à épuisement des ingrédients."
  },
  "5": {
    "titre": "Cuisson au feu de bois",
    "description": "Préchauffez le four à feu moyen. Placez le plat dans le four et faites cuire pendant 30 minutes. Pour une cuisson au feu de bois, disposez le plat sur une grille à proximité de la source de chaleur et surveillez régulièrement jusqu'à ce que le fromage soit fondu et doré."
  },
  "6": {
    "titre": "Présentation",
    "description": "Sortez le plat du four ou du feu de bois et laissez reposer pendant 5 minutes. Servez chaud et accompagné d'une salade verte."
  },
  "7": {
    "titre": "Alternative à la cuisson au feu de bois",
    "description": "En l'absence d'un feu de bois, préchauffez votre four à 200°C. Enfilez un tablier, redoublez de créativité en préparant une ambiance chaleureuse, posez le plat garni sur une plaque et faites cuire pendant 30 minutes."
  },
  "8": {
    "titre": "Ajout d'herbes aromatiques",
    "description": "Pour une touche supplémentaire de saveur, hachez finement des herbes aromatiques comme le thym ou le romarin et ajoutez-les aux cerises marinées."
  },
  "9": {
    "titre": "Ajout de noix",
    "description": "Pour un peu de croquant, concassez des noix ou des noisettes et parsemez-les sur le dessus de la tartiflette avant de la faire cuire au four."
  },
  "10": {
    "titre": "Variantes de fromage",
    "description": "Si vous n'avez pas de reblochon, vous pouvez utiliser d'autres fromages comme le munster, le camembert ou le bleu. Les cerises se marient également bien avec d'autres fromages comme le chèvre ou le roquefort pour une touche d'originalité."
  }
}